[
    {
        "id": 0,
        "imageUrl": "../event-images/event-image1.jpg",
        "title": "A Taste of Downtown - Fairfield",
        "date" : "01-04-2020",
        "type": "Dining",
        "body": "With a large variety of food choices, downtown Fairfield is truly an international food experience! Come kick off Restaurant Week by sampling items from a variety of downtown restaurants. The Taste of Downtown event will take place on Saturday evening, October 1st from 4 to 6:00pm. In order to participate in the event, ticket holders will need to register at Three Restaurant (721 Texas Street) October 1st from 3:30 - 4:30pm to receive their Taste of Downtown restaurant passport."

    },
    {
        "id": 1,
        "imageUrl": "../event-images/event-image2.jpg",
        "title": "Night Market",
        "date" : "02-04-2020",
        "type": "Dining",
        "body": "Immerse yourself in San Francisco Bay Area’s finest FoodieLand Night Market to eat, drink, shop, and play. Featuring over 150 vendors, you'll experience a variety of amazing foods and drinks, arts, crafts, games, and live entertainment in one great location. FoodieLand is undoubtedly the city's hottest summer playground. Make it a dream date, a summer night out with friends, or a class reunion to remember. Tell your friends, and save the dates for FoodieLand events for a summer to remember."

    },
    {
        "id": 2,
        "imageUrl": "../event-images/event-image3.jpg",
        "title": "Surf's Up at Palm Shores",
        "date" : "03-04-2020",
        "type": "Casual",
        "body": "Featuring wines from both established and small production wineries, the Tiburon Wine festival provides a rare opportunity to experience new wines and savor old favorites - from Napa, Sonoma and as far afield as Italy and Hungary."

    },
    {
        "id": 3,
        "imageUrl": "../event-images/event-image4.jpg",
        "title": "Wine Tasting at Moro's",
        "date" : "04-04-2020",
        "type": "Dining",
        "body": "Great local restaurants and food purveyors! The Bungalow Kitchen by Michael Mina, Woodlands Market, Luna Blu, Sam's Anchor Cafe, Salt & Pepper, Petite Left Bank and Servino Ristorante to name a few."

    },
    {
        "id": 4,
        "imageUrl": "../event-images/event-image5.jpg",
        "title": "Dining at Mike's",
        "date" : "05-04-2020",
        "type": "Casual",
        "body": "Mike's serves spirited, Italian-influenced food that reflects a longstanding commitment to local agriculture and sustainability. Our menu celebrates our relationships with area farmers, tradition-based artisans, agricultural-based Italian importers, and winemakers.While the experience at Mike's showcases our focus on procuring the highest quality food and wine, we are, above all, committed to making our industry a more equitable and sustainable home for all of those who work in it."

    },
    {
        "id": 5,
        "imageUrl": "../event-images/event-image6.jpg",
        "title": "Dance Lessons this week at the studio",
        "date" : "06-04-2020",
        "type": "Fun",
        "body": "Lessons - no partner or experience required! An evening with salsa and bachata music for all, Salsa dancing plus a dedicated Bachata room too and fantastic beginning dance lessons for everyone!"

    },
    {
        "id": 6,
        "imageUrl": "../event-images/event-image7.jpg",
        "title": "Authentic Thai Cooking",
        "date" : "02-04-2021",
        "type": "Fun",
        "body": "Book a unique team building event centered around sharing an incredible meal together! We offer a variety of culinary experiences, including cooking classes, team building activities, food tours and private chef services. We’ll give you a unique, unforgettable experience hosted by incredible chefs and guides in over 70 cities across the U.S. and Canada."
    }
    ,
    {
        "id": 7,
        "imageUrl": "../event-images/event-image8.jpg",
        "title": "Poke Bowl Vegetarian-Style",
        "date" : "11-04-2020",
        "type": "Fun",
        "body": "Fun, interactive cooking class at a local bar or restaurant with a SeasonedOn chef. Enjoy food, friends and your favorite beverage. Join SeasonedOn for “Poke Bowl Vegetarian-Style” with Chef Parsati and learn how to craft amazing food! No cooking experience necessary: feel free to sit back and watch, or get hands-on. Each class is hosted in a local bar or restaurant where you can learn something new while sipping on a cocktail...or two."

    }
    
    
]